// © Copyright 2008, 2015 HP Development Company, L.P.

TaskName = "Create New Paper Preset";
CreatePaperPresetErrorTitle = "Cannot create paper preset";

TaskTitleField = "Create New Paper Preset";
TaskDescriptionField = "Easy creation of a new ICC profile for the best color results printing from applications from your printer.";
TaskStartButtonTitle = "Create";